Repository: ManuelMcLure/OctoPrint-Netconnectd
Catalog: octoprint_netconnectd/translations/*/LC_MESSAGES/messages.po
Languages: es, it

source: Network Connection
es: Conexión de Red
it: Connessione di Rete

source: Error while talking to netconnectd, is the service running?
es: Error al intentar comunicarse con netconnectd, ¿está el servicio en ejecución?
it: Errore durante la conversazione con netconnectd, il servizio è in esecuzione?

source: Acting as access point
es: Actuando como punto de acceso
it: Sto agendo come Access point

source: Connected via wire
es: Conectado por cable
it: Connesso via cavo

source: Connected via wifi (SSID "%(ssid)s")
es: Conectado vía wifi (SSID "%(ssid)s")
it: Connesso via wifi (SSID "%(ssid)s")

source: Connected via wifi (unknown SSID)
es: Conectado vía wifi (SSID desconocido)
it: Connesso via wifi (SSID sconosciuto)

source: Connected (unknown connection)
es: Conectado (conexión desconocida)
it: Connesso (connessione sconosciuta)

source: Not connected to network
es: Sin conexión
it: Non connesso alla rete

source: no wifi interface present
es: sin interfaz wifi presente
it: interfaccia wifi assente

source: Connected (IP: %(ip)s)
es: Conectado (IP: %(ip)s)
it: Connesso (IP: %(ip)s)

source: Not connected
es: Sin conexión
it: Non connesso

source: Access point (IP: %(ip)s)
es: Punto de acceso (IP: %(ip)s)

source: Connected to "%(ssid)s" (IP: %(ip)s)
es: Conectado a "%(ssid)s" (IP: %(ip)s)
it: Connesso a "%(ssid)s" (IP: %(ip)s)

source: Connected to unknown wifi (IP: %(ip)s)
es: Conectado a wifi desconocido (IP: %(ip)s)
it: Connesso a wifi sconosciuto (IP: %(ip)s)

source: Access point down, not connected
es: Punto de acceso sin conexión
it: Access Point non funzionante, non connesso

source: Wifi Connected
es: Conexión Wifi
it: Wifi Connesso

source: Mr Beam 2 is now connceted to your wifi '%s'.
es: El Mr Beam 2 está ahora conectado a tu wifi'%s'.
it: Mr Beam 2 è ora connesso al tuo wifi '%s'.

source: Connection failed
es: Conexión fallida
it: Connessione fallita

source: Mr Beam 2 could not connect to your wifi '%s'. Did you enter the correct passphrase?
es: Mr Beam 2 no ha podido conectarse a tu wifi '%s'. ¿Has introducido la contraseña correcta?
it: Mr Beam 2 non è riuscito a connettersi al tuo wifi '%s'. Hai inserito la password corretta?

source: OctoPrint is now switching to your configured Wifi connection and therefore shutting down the Access Point. I'm continuously trying to reach it at <strong>%(hostname)s</strong> but it might take a while. If you are not reconnected over the next couple of minutes, please try to reconnect to OctoPrint manually because then I was unable to find it myself.
es: OctoPrint se está cambiando ahora a la conexión Wifi que has configurado y, por lo tanto, cerrando el punto de acceso. Está intentando conectarse a <strong>%(hostname)s</strong> pero puede tardar un poco. Si no se vuelve a conectar en los próximos minutos, por favor, intenta volver a conectarte a OctoPrint manualmente.
it: OctoPrint ora passa alla connessione Wi-Fi configurata e quindi chiude l’Access Point. Sto cercando continuamente di raggiungerlo presso <strong>%(hostname)s</strong> ma potrebbe volerci un po ‘di tempo. Se non ti riconnetti entro un paio di minuti, prova a riconnetterti a OctoPrint manualmente perché non sono riuscito a trovarlo da solo.

source: Reconnecting...
es: Reconectando...
it: In riconnessione…

source: Sort by
es: Ordenar por
it: Ordina per

source: ascending
es: ascendente
it: ascendente

source: Quality
es: Calidad
it: Qualità

source: descending
es: descendente
it: discendente

source: Action
es: Acción
it: Azione

source: Address
es: Dirección
it: Indirizzo

source: Connect
es: Conectar
it: Connetti

source: Refresh
es: Actualizar
it: Ricarica

source: netconnectd socket
es: socket netconnectd
it: presa netconnectd

source: Advanced options
es: Opciones avanzadas
it: Opzioni Avanzate

source: Start AP
es: Iniciar AP
it: Avvia AP

source: Stop AP
es: Parar AP
it: Ferma AP

source: Daemon offline
es: Daemon apagado

source: Reset daemon
es: Resetear daemon
it: Ripristina daemon

source: Configure secured Wifi connection to "%(ssid)s"
es: Configurar la conexión Wifi segura a "%(ssid)s"
it: Configura connessione Wifi sicura a "%(ssid)s"

source: Password
es: Contraseña

source: Repeat Password
es: Repetir Contraseña
it: Ripeti Password

source: Passwords do not match
es: Las contraseñas no coinciden
it: Password non corrisponde

source: Abort
es: Suspender
it: Interrompi

source: Confirm
es: Confirmar
it: Conferma
